
[
  
  
  {
    "objectID": "1745765972",
    "permalink": "/archives/%E5%85%B3%E4%BA%8Emac%E7%94%B5%E8%84%91%E7%B3%BB%E7%BB%9F%E6%9B%B4%E6%96%B0%E5%B4%A9%E6%BA%83%E7%9A%84%E5%8F%8D%E6%80%9D/",
    "title": "关于mac电脑系统更新崩溃的反思",
    
    "content": "\r事件描述\r今天在mac电脑上更新系统的时候，突然出现了一个问题，就是系统更新崩溃了，因为系统是装在移动硬盘上的，当初只为了追求移动硬盘空间更大，速度更快选择把系统装在了移动硬盘上。关键我也没有打开时间机器（mac自动备份程序），导致系统崩溃后需要重装，文件、应用都丢失了，特别是电脑的环境，如python、nodejs、go等环境都丢失了，导致我重新安装系统的时候，需要重新安装这些环境，非常麻烦，还有这几年积累的一些好用的应用和设置全没了损失惨重。\n反思\r当初不应该为了一丁点速度和硬盘空间，把系统装在移动硬盘上，应该把系统装在电脑上，这样才能保证系统的稳定性和安全性。 应该打开时间机器备份系统，这样可以避免系统崩溃后，原文件和应用不至于丢失。 后续步骤\r把系统装在电脑上，这样才能保证系统的稳定性和安全性。 格式化移动硬盘，把移动硬盘当作放文件的地方，并设置好分区。 打开时间机器备份系统，同时将移动硬盘作为系统备份盘，利用好空间大的优势，并且做好分区管理与正常文件隔离。 ",
    
    "date": "2025-04-27 22:59:32",
    "updated": "2025-04-27 22:59:32"
  }
  
  , 
  {
    "objectID": "1744297172",
    "permalink": "/archives/%E5%85%B3%E4%BA%8E%E6%8A%95%E8%B5%84%E7%9A%84%E5%8F%8D%E6%80%9D_%E5%89%AF%E6%9C%AC/",
    "title": "关于投资的反思",
    
    "content": "\r25年一季度投资反思\r最近几天资产缩水严重，大概亏了1w左右。因为一个黑天鹅事件，美国向中国加了125%关税。 虽然后面又涨回来了，但是我在市场最恐慌的时候卖出了至少2/3的股票仓位，导致后面的反弹与我无缘。经过这次亏损我有一下几点反思。\n这说明我对这种短期的方向判断力是不够的，不太适合做短线。 另外一定要合理控制仓位，我之所以承受这么大的波动损失是因为我的股票型基金+股票的配比太大。借这次减仓后，需要合理配置这类高风险的资产。以后股票资产不能超过总账户的10% 另一个反思的点是我需要拉长定投周期，如果定投只能坚持几个月往往是在在左侧定投右侧卖出造成较大的亏损。既然选择了定投就应该让定投起到平滑操作带来的损失，去博大方向上的机会。 最后一个点是，在打算定投一个标的的适合一定要看看是否足够便宜，如果处于高点我宁可不参与。 ",
    
    "date": "2025-04-10 22:59:32",
    "updated": "2025-04-10 22:59:32"
  }
  
  , 
  {
    "objectID": "1744292612",
    "permalink": "/archives/%E9%87%91%E5%AD%97%E5%A1%94%E5%8E%9F%E7%90%86%E8%A7%A3%E6%9E%90/",
    "title": "《金字塔原理》解析",
    
    "content": "\r《金字塔原理》读书笔记（全）\r一、 表达的逻辑 1. 为什么要用金字塔？ 2. 金字塔内部结构 3. 如何构建金字塔？ 4. 序言的具体写法 5. 演绎推理与归纳推理 二、 思考的逻辑 6.应用逻辑顺序 （一）时间顺序 （二）结构顺序 （三）程度顺序 7.概括这种思想 （一）行动性思想的概括——说明采取行动的结果/目标 （二）描述性思想的概括——找出各结论之间的共性 三、 解决问题的逻辑 8.界定问题 （一）界定问题的连续分析法： （二）界定问题的框架 9.结构化分析问题 四、 演示的逻辑 10.在书面上呈现金字塔 11.在PPT中呈现金字塔 12.在字里行间呈现金字塔 读后心得 部分参考笔记： 《金字塔原理》资源EPUB：链接：https://pan.baidu.com/s/1-2uv0ktITGT51ft603KfCQ 提取码：aioh 《金字塔原理》资源PDF：链接：https://pan.baidu.com/s/1Z5WIpUSCm9qr7sJhDyf-sQ 提取码：h1sk 12345AI写代码 金字塔原理是为了解决沟通、表达或是思考问题时思维混乱、分不清主次的问题。而其背后的方法论就是–搭建金字塔，以金字塔原理进行表达。书分为四部分：\n表达的逻辑：说，使用金字塔原理的原因和具体构建方法； 思考的逻辑：想，使用金字塔原理过程中的应用逻辑要素； 解决问题的逻辑：做，在实例中界定、解构、分析、解决问题； 演示的逻辑：表演，在PPT演示中和文字中呈现金字塔。 一、 表达的逻辑\r1. 为什么要用金字塔？\r究其原因是和人脑的思维逻辑有关系，人们思考的习惯方式倾向于对输入信息进行自动联想和关联，而对于那些没有逻辑或关联的内容习惯性忽略。所以金字塔结构表达，加强逻辑关联，可以让我们沟通更加高效。《金字塔原理》中指出，人类的思维结构一般有以下几个规律：\n大脑会自动将有相关联的信息进行归类； 一次记忆不超过7个思想、概念或项目； 在进行观点阐述时将背景、冲突、疑问等进行说明与解答可以更好地吸引读者注意力。 因此当我们在进行写作和演讲活动时，为了让受众更好地了解并接受我们所表达的观点我们必须：\n归类分组，将思想组织成金字塔：将关键词罗列出来，并组织归类； 找出逻辑关系，抽象概况：找到同类内容之后，我们需要对这部分共性内容进行抽象； 自上而下表达，结论先行：当我们先提出总的概念，再列出具体项目，即自上而下地呈现思想时，可以最有效的进行沟通和写作表达，类似于从收敛到发散的过程，脑图结构； 自下而上思考，总结概括：思维从底层开始构建，句子按照某种逻辑顺序组成段落，之后将段落组成章节，最后章节组成文章，金字塔最顶端的思想（中心思想、核心观点）代表整片文章观点。文章的思想有三种关联方式：向上、向下、横向。 纵向：文章中每一层次上的思想必须是对下一层次思想的概括 横向：每组中的思想必须同属于同一逻辑范畴 横向：每组中思想必须按逻辑顺序组织 而思想的组织存在4种逻辑顺序：\n演绎顺序：大前提、小前提、结论 时间（步骤）顺序：第一、第二、第三 结构（空间）顺序：波士顿、纽约、华盛顿 程度（重要性）顺序：最重要、次重要 2. 金字塔内部结构\r纵向关系：纵向关系是疑问-回答式的表达方式，让读者产生”为什么这么做的想法“，类似于层层推理。 横向关系：横向关系是某一个层次的表述需要能够承上启下，保证本层次内容合乎逻辑。 序言结构：为了让读者在文章开头就能够了解作者想要表达的内容，也就是说为了读者和作者从文章开始可以“站在同一角度”看问题，我们可以对文章的背景和问题进行描述，这样也可以使得接下来的叙述可以更好地进行。\n3. 如何构建金字塔？\r自上而下：\n提出文章主题思想 设想受众主要疑问 写序言：背景—冲突—疑问—回答，说明“背景”，指出“冲突”，检查“疑问”和“回答 与受众进行疑问—回答式对话 对受众的新疑问，重复进行疑问—回答式对话 自下而上：\n提出文章主题思想 设想受众主要疑问 写序言：背景—冲突—疑问—回答，说明“背景”，指出“冲突”，检查“疑问”和“回答” 与受众进行疑问—回答式对话 对受众的新疑问，重复进行疑问—回答式对话 初学者注意事项：\n先搭结构，尝试自上而下法 序言先写背景，将背景作为序言的起点 多花时间思考序言（背景—冲突—疑问—回答），不要省略 将历史背景放序言中 序言仅涉及读者不会对其真实性提出质疑的内容 在关键句层次上，更宜选择归纳推理法 4. 序言的具体写法\r基本结构：SCQA（背景—冲突—疑问—回答）\nS-Situation—介绍背景 C-Complication—指出冲突 Q-Question—引发疑问 A-Answer—给出答案 eg. 背景（S）—本公司的业务多元化研究服务在过去5年中增长了40% 冲突（C）—无法保证我们的工作对客户有明显益处 疑问（Q）—如何确保多元化研究确实对客户研究有明显益处？ 回答（A）—实施“公司发展项目”，以研究该问题 序言的常见模式：根据文章的风格陈述顺序也可以做出调整：\n标准式：背景—冲突—答案 开门见山式：答案—背景—冲突 突出忧虑式：冲突—背景—答案 突出信心式：疑问—背景—冲突—答案 书写序言时需要遵循以下原则： 1.序言的目的是“提示”读者而不是“告诉”读者某些信息 2.序言必须包含故事所需要的3个要素，“冲突”、“背景”、“答案” 3.序言的长度取决于读者和主题的需要\n5. 演绎推理与归纳推理\r演绎推理：是一系列线性的推理过程，譬如最经典的三段论，大前提+小前提，推导出结论。最终是为了得出一个由逻辑词“因此”引出的结论。 ☞ 举个例子: 比如用这三个步骤去进行推理，就可以按照以下步骤 ➀ 出现的问题或存在的现象 ➁ 产生问题的根源 / 原因 ➂ 解决问题的方案 归纳推理：将具有共同点的事实、思想或观点归类分组，并概括其共同性。\n其中在归纳时，应遵循 MECE 原则：\n1.各部分之间相互独立，相互排斥，没有重叠。（Mutually Exclusive ） 2.所有部分完全穷尽，没有遗漏。（Collectively Exhaustive ）\n演绎推理与归纳推理的区别： 演绎推理，第二点是对第一点主语或谓语的论述。 归纳推理，同组中的思想具有类似的主语或谓语。\n二、 思考的逻辑\r这部分介绍了如何深入细致地把握思维的细节 以保证你使用的语句真实，明确地呈现你希望表达的思想 12AI写代码 在上文中介绍了金字塔模型的结构，但在我们日常写作中依旧会面临以下两个问题：\n概括在一起的思想并不具有关联性 表达中心思想的句子“缺乏思想性” 因此为了将所有表达的思想联系起来，确定逻辑顺序并概括隐含意义，我们就需要继续学习逻辑顺序的确定和概括各组思想的方法。\n6.应用逻辑顺序\r大脑的归纳分组活动：\n1.确定前因后果关系——时间（步骤）顺序 2.将整体分割为部分——结构（空间）顺序 3.将类似事物归为一组——程度（重要性）顺序 （一）时间顺序\r运用时间顺序，首先一定要区分出原因和结果，其次需要揭示出隐含的逻辑思路。\n例： 在第一阶段应采取以下措施： 1.与主要管理人员及监管人员谈话 2.跟踪并记录交易行为和工作流程 3.确定所有关键业务环节 4.分析组织结构 5.理解服务和绩效措施 6.评估业务职能的绩效水平 7.找出问题和原因 8.发现提高生产效率的潜在可能性 12345678910AI写代码 分析上面例子我们发现它超出了我们之前说的大脑一次最多记忆的数字“7”，并且表达的思想逻辑出现混乱，如果我们能区分以上例子中行动的原因和行动产生的结果，就可以达到以下效果：\n1.确定企业的关键业务（3） —与主要人员沟通（1） —跟踪并记录交易行为和工作流程（2） 2.找出开展业务时存在的弱点（7） —调整组织结构（4） —制定并实施服务和绩效管理措施（5） —评估绩效水平（6） 3.提出切实可行的改革建议（8） 12345678AI写代码 在按照时间顺序组织的思想中，主题句是要达到的结果，表述思想的顺序与采取行动的顺序（第一步、第二步、第三步）一致。 1AI写代码 （二）结构顺序\r在使用结构顺序时，我们先需要了解MECE原则： 1.各部分之间相互独立，相互排斥，没有重叠。（Mutually Exclusive ） 2.所有部分完全穷尽，没有遗漏。（Collectively Exhaustive ） 以上图为例，在一个公司分支结构中轮胎部、硬件部、体育设备部等部门之间是相互独立的，但是在公司的下级结构中所有部门又都要包含到，因此就是“相互独立，完全穷尽”。\n如果划分时强调活动本身，那么各部分展现的就是一个逻辑过程（流程），应采用时间顺序。 如果划分时强调地点，那么各部分呈现的地理状况，应采用结构顺序。 如果划分时强调与某一产品或市场有关的活动，那么划分就是一种归类。 （三）程度顺序\r程度顺序，也称为重要性顺序，对一组因为具有某种共同特点而聚集在一起的事物进行陈述或分析时采用的顺序。例如在思考“一家公司存在的问题”时，一般会列出该公司存在的主要三个问题以及存在的其他次要问题，当然这几个问题要满足完全穷尽的要求，也要做到相互排斥。 一般情况下第一步，先明确每组中的问题具有的共同特性，确保将拥有同一特性的问题列入同一组中；第二步，每组问题中，所有特性的程度高低排序，最有问题的放在第一位，先强后弱。\n例：客户对销售报告和库存报告不满意： 1.提交报告的周期不恰当 2.库存数据不可靠 3.获得库存数据的时间太迟 4.库存数据与销售数据不吻合 5.客户希望能改进报告的格式 6.客户希望除去无意义的数据 7.客户希望突出说明特殊情况 8.客户希望减少手工计算 123456789AI写代码 正确分类归组的例子\n1.时机不对 1）提交报告的周期不恰当 3）获得库存数据的时间太迟 2.数据不符合要求 2）数据库存不可靠 4）库存数据与销售数据不符合 6）客户希望去除无意义的数据 3.格式不对 5）客户希望能改进报告的格式 7）客户希望突出说明特殊情况 8）客户希望减少手工计算 1234567891011AI写代码 最后根据需要的回答来进行重要性程度的排序：\n问题一：为什么系统会生成没有意义的报告（编制过程） 2.收集的数据不可靠 3.报告的格式混乱 1.生成报告的时间太晚，无法采取有效的行动 问题二：为什么客户不喜欢这种报告（阅读过程） 1.提交报告的时间太晚 3.阅读报告时无法找到所需数据 2.即使找到数据，数据也是错误的 问题三：如何解决该问题（解决问题的过程） 3.确定所需要的数据及其格式 2.确保报告中数据的可靠性 1.确保及时提交报告 1234567891011121314AI写代码 在了解一组思想表达观点的流程，要做到：\n1.确定该组思想的类别\n2.将同一类型的思想归类、分组\n3.找出各类别思想之间的顺序\n7.概括这种思想\r缺乏思想的句子对于一方面对于读者而言枯燥无味，另一方面对于作者而言很难表达出自己想要表达的含义。因此我们要避免使用缺乏思想的句子，说明采取行动的结果/目标，找出各结论之间的共性。\n在金字塔结构中我们提到过，上一层的思想是从下一层中衍生、提炼、总结出来的。因此，我们可以通过将一组思想归类，再进行抽象、提炼、概括的方法，来得到得到概括性思想。当我们获得概括性思想，就可以使用 演绎法（对其做进一步评论）或者使用归纳法（找出与之类似的思想） 的方法来扩展思路。\n所以，多花些精力从思想组提炼出正确的概括性思想非常重要！ 如何概括呢？一般分为行动性思想的概括和描述性思想的概括。\n概括行动性思想（介绍采取的行动、行为、步骤、流程）时，应说明采取行动后取得的“结果”（效果、达到的目标）。\n概括描述性思想（介绍背景、信息）时，应说明这些思想具有的“共同点的含义”（共同点的意义）。\n如何表达？ 1.在将各行动（步骤、流程等）联系起来之前，先用明确的语句描述各行动（步骤、流程等）。 2.找出明显的因果关系组合，尽量将每一组中的行动、步骤控制在5个以下。 3.直接从这些行动、步骤、流程，总结、概括行动的结果、目标。 1234AI写代码 （一）行动性思想的概括——说明采取行动的结果/目标\r在进行行动性思想概括时，我们要先采取行动是为了达到某种目的。当我们采取一系列行动，会产生特定的结果，然后根据这些特定的结果我们又会采取下一部行动。因此根据相互独立、完全穷尽的行动性思想及所产生的结果，就形成一个封闭体系。\n根据产生的结果将行动性思想分组\n当罗列出一些实现某一目标应当采取的行动时，必须先指出这些行动将会达到的结果，才能判断自己是否有遗漏，因此在使用行动性思想进行概括时，可以记住以下几个原则：（P169） 1.总结句要用明确的语言概括，说明行动产生的结果，用明确的语言描述各项行动、步骤、流程等 2.区分行动、步骤的层次找出明显的因果关系，将每一组行动、步骤控制在5个以内 3.直接概括行动的结果，利用行动、步骤、流程来总结、概括行动的结果、目标\n总结行动产生的结果之后要注意： 1.该组行动、步骤之间必须相互独立不重叠、完全穷尽无遗漏 2.总结概括性语句必须说明各项行动、步骤导致的直接结果，且措辞必须明确、具体 3.先用明确的语句表述各项行动、步骤、流程等，然后区分不同的抽象层次，再从各行动、步骤、流程等总结概括出行动的结果 1234AI写代码 （二）描述性思想的概括——找出各结论之间的共性\r描述性思想通常可以用“原因”“问题”或“结论”之类的单一名词表示，对描述性思想的概括可以帮助读者更好发现作者想要表达的观点。概括的基础是这些思想具有某种共性，如果要能够从描述性思想中提炼出概括性语言，就可以根据以下步骤来完成推论：\n找共性：首先要找出这些思想结构上的共性，即明白一组思想是否属于同一范畴，因此可以观察这些思想是否针对同一类主语、同一类谓语（动作或对象）或者具有同一类隐含思想 找联系：其次发现思想之间所具有的共性之后，再寻找这些思想更密切的联系 概括主旨：最后完成归纳跃进，概括出主题思想 三、 解决问题的逻辑\r这类文章需要回答的3个问题之一： 我们应该做什么？（如果不知道解决方案） 我们应该做吗？（如果已经给出了解决方案） 我们应该怎么做？你会怎么做？（如果已经知道且接收解决方案） 1234AI写代码 解决问题逻辑的流程：\n界定问题\u0026mdash;\u0026ndash;\u0026gt;结构化\u0026mdash;\u0026ndash;\u0026gt;分析/找到\u0026mdash;\u0026mdash;-\u0026gt;组成金字塔 分析问题 解决方案 与他人交流\n提高写资讯报告效率的秘密：\n界定问题。 有条理地搜集和分析数据，转换为金字塔的形式。 8.界定问题\r（一）界定问题的连续分析法：\r概念： （1）判断问题是否存在：看经过努力得到的结果（现状），与希望得到的结果（目标）之间是否有差距。 （2）非期望结果（R1）：即现状，由某一特定背景导致的某一特定结果 （3）期望结果（R2）：即目标，你不喜欢某一结果，想得到其他结果 （4）解决方案：如何从R1到R2 连续分析方法： （1） 界定问题（文章的序言） - 有没有/是否有可能有问题（或机会）？ - 问题在哪里？ （2） 结构化分析原因：为什么存在？（产生问题的根源、原因） （3） 寻找解决方案 - 我们能做什么？ - 我们应该做什么？ 12345678AI写代码 （二）界定问题的框架\r界定问题的框架需要回答的3个问题：\n发生了什么事？【背景（切入点/序幕+困扰/困惑）】 我们不喜欢它什么？（非期望结果R1） 我们想要什么？（期望结果R2） 把“界定的问题”写成序言：\n方法： 得出界定问题的框架后，只需遵循从左到右，再到下的原则，把读者最后了解的事实作为序言的冲突部分，并在此基础上提出问题。 目的： 分析和修改解决方案的辅助手段 - 展开问题的基本部分（运用框架） - 你的解决方案处于哪一阶段（已经提出了，还是已经被接受了） - 提出适当的疑问 - 检查序言是否呈现了界定的问题 - 检查金字塔原理是否回答了疑问 展开问题的各要素：\n切入点/序幕：简单的设想和简短的描述 困扰/困惑：外部原因、内部原因、近期认识到的其他原因 R1现状，非期望结果 对公司结构或流程产生负面影响 扰乱某一特定方面的工作 引发对业务、产品、流程的重新考虑 挑战有关客户、市场、竞争、核心竞争力、流程或技术的基本假设 R2目标，期望结果（具体和定量的描述） 用具体数字 用具体的最终结果 发掘读者的疑问（1） 最常见的问题\n不知道如何从R1（现状）到R2（目标） 知道如何从R1到R2，但不敢肯定是否正确 知道从R1到R2的正确方案，但不知道如何实施 （2） 最常见问题的变形\n知道从R1到R2的解决方案，并且已经实施，但由于某种原因行不通 确定了好几个解决方案，但不知道选哪一个 （3） 可能但不常见的情形\n知道R1，但不能具体描述R2，所以无法找到解决方案 知道R2，但不清楚自己是否处在R1（典型的杠杆比对） 开始写序言 （1） 我们应该做什么 S：系统目前的工作情况 C：它不做它该做的工作 Q：如何让它做它该做的工作？ （2） 我们是否应该做我们想做的事 S：我们存在问题 C：我们计划采取行动 Q：该行动是否正确？ （3） 我们应该如何做我们想做的事 S：我们曾经存在的问题 C：通过X行动我们解决问题 Q：你是如何进行X行动的？ （4） 解决方案行不通，我们应该做什么？ S：我们遇到问题并采取了数项措施 C：目前没有任何效果 Q：我们应该做什么 （5） 我们应该选择哪种方案？ S：我们计划实施X方案 C：有人提出Y可能是更好的方案 Q：哪种方案最好？ （6） 我们应该采用哪些战略？ S：我们目前是大市场中的小企业 C：不知道潜力是否发挥，但知道和顶级企业还有较大差距 Q：我们应该采取哪些战略？ （7） 我们存在问题吗？ S：新的市场划分带来很大变化 C：有看法认为这些变化对处于该行业中的企业不利 Q：该看法有无道理？为什么？ 1234567891011121314151617181920212223242526272829AI写代码 9.结构化分析问题\r从信息资料入手 设计诊断框架 如何设计诊断框架：相互独立， 完全穷尽的列举 呈现有形结构 寻找因果关系：还是穷举的方案，进行层层的原因下分，并把可能的原因进行分类 1.财务结构 2.活动（行动、措施）结构 将产生问题的可能原因进行分类 使用诊断框架 客户面临的问题 分析的方法 建立逻辑树 序列分析法：P271 1.是否有问题？ 2.问题在哪里？ 3.为什么存在？ 4.我们能做什么？ 5.我们因该做什么？ 寻找解决方案 （1）根据“相互独立，完全穷尽”的原则，对各种可能性作一个系统的逻辑细分 （2）计算相关收益和评估每种行动方案的风险，以便确定一套最终的解决方案 寻找各组思想的缺陷 是非问题分析 适用框架： -需要做出紧急决策 -不止一个方案有优点 -存在很多变数，需要考虑的目标也很多 -衡量结果的标准各不相同，还经常冲突 -行动的最终结果可能对其他方面的决策产生显著影响 是非问题分析的错误概念 关键步骤： 1.按先后顺序画出该政策领域的图解，标明每个阶段的主要决策变量（MVD），包括影响每项活动的环境、经济、管理和社会因素。 2.对这些主要决策变量如何影响目标的实现提出假设，并根据对目标实现有重要影响的主要决策变量，决定应该作出哪些决策。 12345678910111213141516171819202122232425262728293031323334AI写代码 PS： 关于这两章的内容不理解这两章想表达的含义 1、所举的例子似乎不太贴合自身的应用范围 2、举例冗余，表达不够简洁。\n四、 演示的逻辑\r10.在书面上呈现金字塔\r在页面上实现的金字塔的结构，在篇幅比较长的时候可通过：\n多级标题 下划线发 数字编号法 行首缩进法 项目符号法 PS:主要是格式问题需要注意。\n11.在PPT中呈现金字塔\rPPT展示文稿必须要了解和掌握的基本规则：\n文字幻灯片应仅包含最重要的、经过分组和总结的思想 PPT展示应当图文并茂 PPT应当是经过深思熟虑的故事梗概和脚本 PPT内容的 图片：文字 = 9：1 关键点： 1.每次展示仅一个论点 2.论点采用陈述句 3.文字尽量简短 4.简单的词语和数字 5.字号足够大 6.幻灯片的趣味性 7.逐级展开 12345678AI写代码 PS：这些都是做PPT的最常用最基本的原则。\n12.在字里行间呈现金字塔\r表达的词藻不一定要专业术语的堆砌，读者理解为首要。 图像以说明抽象概念（以强调自己表述的内容） 读者通常会以“图像”的方式进行信息的摄取。 因此，在文字表述前自己应当对要表述的内容建立脑图，不仅帮助自己理解要表达的内容，同时，也能够帮助作者写出文章。\n读后心得\r这本书主要是讲一些方法论，本文中心：\n任何事情都可以归纳出一个中心论点，而此中心论点可由三至七个论据支持，这些一级论据本身也可以是个论点，被二级的三至七个论据支持，如此延伸，状如金字塔； 界定问题，搜集分析，条理明晰，大胆归纳，小心演绎。 个人感觉需要“理论联系实际”才能把这本书的作用发挥到最大程度。没读这本书之前，其实在平常的工作生活中已经悄然的用上了书中部分方法，譬如：“总-分-总”三段式写法、脑图、PPT制作原则等。在读完之后，也能更加清楚的了解到自己需要使用哪种方法论来进行阐述自己的观点，可以更加灵活的运用起来，也确实是能够帮助自己快速融入以后的职场，以结果为导向，能够迅速抓住重点，并进行归类分析，帮助自己快速发现问题。\n部分参考笔记：\r[1] 读书笔记|《金字塔原理》—思考问题的逻辑. [2] 表达、思考和解决问题的逻辑（金字塔原理-高质量读书笔记）. [3] 十分钟读完《金字塔原理》. [4]《金字塔原理》这样的书应该怎样阅读，读起来会不会有很累的感觉？.\n",
    
    "date": "2025-04-10 21:43:32",
    "updated": "2025-04-10 21:43:32"
  }
  
  , 
  {
    "objectID": "1743173972",
    "permalink": "/archives/25%E5%B9%B4%E4%B8%80%E5%AD%A3%E5%BA%A6%E6%80%BB%E7%BB%93%E5%8F%8D%E6%80%9D/",
    "title": "25年一季度汇报总结反思",
    
    "content": "\r关于汇报过程的反思\r汇报过程难免还是有些紧张，感觉到不是内心害怕什么，就是单纯的紧张，可能是缺乏长时间汇报的经验，或者当初不擅长表达和总结。不过与以前对比效果稍好，这次准备的反而不多，可能是最后汇报的原因。并没有太多火力集中在我身上。 汇报往往会有许多问题和意见，对于别人的意见的看法，有些是好的意见，但是也不乏一些意见仅仅是提问人为了找存在感而提出来的。而且有些人相当强势，咄咄逼人，不给你反驳的机会。这种人往往都是狭隘和傲娇的，往往沉浸在自己的世界。对于这种意见，一笑了知即可。但是当触及到我们的棱角时，需要适当的发作。否则这些人会得寸进尺。 这次汇报准备并不充分，但是汇报效果反而不错。与之前精心准备，但是效果欠佳形成鲜明对比，这可能是心态上不重视，反而给自己临产发挥的空间，不至于被前期的准备束缚。当然，有些总结是不够的，更多的只是把组内做的事情陈列出来，缺乏系统性的总结，思路是不够清晰的。下次重点的提炼总结相关事项。 ",
    
    "date": "2025-03-28 22:59:32",
    "updated": "2025-03-28 22:59:32"
  }
  
]